Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Bluetooth.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ?
source: Unknown
ar: غير معروف
ca: Desconegut
cs: Neznámé zařízení
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
es_us: Desconocido
fi: Tuntematon
fr: Inconnu
fr_ca: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak Dikenali
nb: Ukjent
nl: Onbekend
pl: Brak informacji
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестное
sk: Neznáme
sl: Neznano
sv: Okänd
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомо
vi: Không xác định
zh_cn: 未知
zh_hk: 未知
zh_tw: 未知

source: Access Point
ar: نقطة الوصول
ca: Punt d’accés
cs: Přístupový bod
da: Adgangspunkt
de: Zugriffspunkt
el: Σημείο πρόσβασης
es: Punto de acceso
es_us: Punto de acceso
fi: Tukiasema
fr: Point d’accès
fr_ca: Point d’accès
he: נקודת גישה
hi: ऐक्सेस पॉइंट
hr: Pristupna točka
hu: Hozzáférési pont
id: Titik Akses
it: Punto di accesso
ja: アクセスポイント
ko: 액세스 포인트
ms: Titik Akses
nb: Tilgangspunkt
nl: Toegangspunt
pl: Punkt dostępu
pt_br: Ponto de Acesso
pt_pt: Ponto de acesso
ro: Punct de acces
ru: Точка доступа
sk: Prístupový bod
sl: Vstopna točka
sv: Åtkomstpunkt
th: จุดเข้าถึง
tr: Erişim Noktası
uk: Точка доступу
vi: Điểm truy cập
zh_cn: 接入点
zh_hk: 存取點
zh_tw: 存取點

source: Address
ar: العنوان
ca: Adreça
cs: Adresa
da: Adresse
de: Adresse
el: Διεύθυνση
es: Dirección
es_us: Dirección
fi: Osoite
fr: Adresse
fr_ca: Adresse
he: כתובת
hi: पता
hr: Adresa
hu: Cím
id: Alamat
it: Indirizzo
ja: アドレス
ko: 주소
ms: Alamat
nb: Adresse
nl: Adres
pl: Adres
pt_br: Endereço
pt_pt: Endereço
ro: Adresă
ru: Адрес
sk: Adresa
sl: Naslov
sv: Adress
th: ที่อยู่
tr: Adres
uk: Адреса
vi: Địa chỉ
zh_cn: 地址
zh_hk: 地址
zh_tw: 位址

source: Advanced…
ar: متقدم…
ca: Opcions avançades…
cs: Pokročilé…
da: Avanceret…
de: Weitere Optionen …
el: Προηγμένα…
es: Avanzado…
es_us: Avanzado…
fi: Lisävalinnat…
fr: Avancé…
fr_ca: Avancé…
he: מתקדם…
hi: एडवांस…
hr: Napredno…
hu: Haladó…
id: Lanjutan…
it: Avanzate…
ja: 詳細設定…
ko: 고급…
ms: Lanjutan…
nb: Avansert…
nl: Geavanceerd…
pl: Zaawansowane…
pt_br: Avançado…
pt_pt: Avançadas…
ro: Avansat…
ru: Дополнения…
sk: Rozšírené…
sl: Napredno …
sv: Avancerat…
th: ขั้นสูง…
tr: İleri Düzey…
uk: Додатково…
vi: Nâng cao…
zh_cn: 高级…
zh_hk: 進階⋯
zh_tw: 進階⋯

# appletrackpad
source: Magic Trackpad
ar: لوحة تعقب ماجيك
ru: Трекпад Magic Trackpad
sl: Sledilna ploščica Magic Trackpad
zh_cn: 妙控板
zh_hk: 精妙觸控板
zh_tw: 巧控板

source: Bluetooth Controller
ar: وحدة تحكم Bluetooth
ca: Controlador del Bluetooth
cs: Bluetooth řadič
da: Bluetooth-kontrolenhed
el: Ελεγκτής Bluetooth
es: Controlador Bluetooth
es_us: Controlador Bluetooth
fi: Bluetooth-ohjain
fr: Contrôleur Bluetooth
fr_ca: Contrôleur Bluetooth
he: בקר Bluetooth
hi: Bluetooth कंट्रोलर
hr: Bluetooth kontroler
hu: Bluetooth-vezérlő
id: Pengontrol Bluetooth
it: Controller Bluetooth
ja: Bluetoothコントローラ
ko: Bluetooth 제어기
ms: Pengawal Bluetooth
nb: Bluetooth-kontroller
pl: Kontroler Bluetooth
pt_br: Controlador Bluetooth
pt_pt: Controlador Bluetooth
ro: Controller Bluetooth
ru: Контроллер Bluetooth
sk: Bluetooth radič
sl: Krmilnik Bluetooth
sv: Bluetooth-styrenhet
th: ส่วนควบคุมบลูทูธ
tr: Bluetooth Denetleyici
uk: Контролер Bluetooth
vi: Bộ điều khiển Bluetooth
zh_cn: 蓝牙控制器
zh_hk: 藍牙控制器
zh_tw: 藍牙控制器

# bluetooth_controller_off
source: AirDrop, AirPlay, Find My, and Location Services use Bluetooth.
ar: لاستخدام الإرسال السريع والبث السريع وتحديد الموقع وخدمات الموقع ستحتاج لاستخدام Bluetooth.
ca: L’AirDrop, l’AirPlay, l’app Cerca i la localització utilitzen el Bluetooth.
cs: AirDrop, AirPlay aplikace Najít a polohové služby vyžadují Bluetooth.
da: AirDrop, AirPlay, Find og Lokalitetstjenester bruger Bluetooth.
de: AirDrop, AirPlay, „Wo ist?“ und die Ortungsdienste verwenden Bluetooth.
el: Το AirDrop, το AirPlay, η Εύρεση και οι Υπηρεσίες τοποθεσίας χρησιμοποιούν Bluetooth.
es: AirDrop, AirPlay, la app Buscar y la función de localización usan Bluetooth.
es_us: Localización, AirDrop y AirPlay usan Bluetooth.
fi: AirDrop, AirPlay, Etsi ja Sijaintipalvelut käyttävät Bluetoothia.
fr: AirDrop, AirPlay, Localiser et les services de localisation font appel à une connexion Bluetooth.
fr_ca: AirDrop, AirPlay, Localiser et le service de localisation utilisent Bluetooth.
he: ‏AirDrop, ‏AirPlay, ״איתור״ ו״שירותי מיקום״ משתמשים ב-Bluetooth.
hi: AirDrop, AirPlay, Find My और स्थान सेवा Bluetooth का इस्तेमाल करते हैं।
hr: AirDrop, AirPlay, Pronalaženje i Lokacijske usluge koriste Bluetooth.
hu: Az AirDrop, az AirPlay, a Lokátor és a Helymeghatározás Bluetootht használnak.
id: AirDrop, AirPlay, Lacak, dan Layanan Lokasi menggunakan Bluetooth.
it: AirDrop, AirPlay, Dov’è e Localizzazione utilizzano il Bluetooth.
ja: AirDrop、AirPlay、“探す”、および位置情報サービスでBluetoothが使用されます。
ko: AirDrop, AirPlay, 나의 찾기 및 위치 서비스가 Bluetooth를 사용합니다.
ms: AirDrop, AirPlay, Cari dan Perkhidmatan Lokasi menggunakan Bluetooth.
nb: AirDrop, AirPlay, Hvor er og Stedstjenester krever Bluetooth.
nl: AirDrop, AirPlay, Zoek mij en locatievoorzieningen maken gebruik van Bluetooth.
pl: AirDrop, AirPlay, usługa Znajdź i usługi lokalizacji używają Bluetooth.
pt_br: AirDrop, AirPlay, Buscar e Serviços de Localização usam Bluetooth.
pt_pt: AirDrop, AirPlay, Encontrar e os Serviços de localização usam Bluetooth.
ro: AirDrop, AirPlay, Găsire și serviciile de localizare utilizează Bluetooth.
ru: AirDrop, AirPlay, Локатор и Службы геолокации используют Bluetooth.
sk: AirDrop, AirPlay, služba Nájsť a lokalizačné služby používajú Bluetooth.
sl: Storitev AirDrop, funkcija AirPlay, aplikacija Najdi in lokacijske storitve uporabljajo povezavo Bluetooth.
sv: AirDrop, AirPlay, Hitta och platstjänster använder Bluetooth.
th: AirDrop, AirPlay, “ค้นหาของฉัน” และบริการหาตำแหน่งที่ตั้งใช้บลูทูธ
tr: AirDrop, AirPlay, Bul ve Konum Servisleri Bluetooth kullanır.
uk: AirDrop, AirPlay, Локатор і Служби локації використовують Bluetooth.
vi: AirDrop, AirPlay, Tìm và Dịch vụ định vị sử dụng Bluetooth.
zh_cn: 隔空投送、隔空播放、“查找”和定位服务会使用蓝牙。
zh_hk: AirDrop、AirPlay、「尋找」和「定位服務」均使用藍牙。
zh_tw: AirDrop、AirPlay、「尋找」和「定位服務」都使用藍牙。

source: Bluetooth Device
ar: جهاز Bluetooth
ca: Dispositiu Bluetooth
cs: Bluetooth zařízení
da: Bluetooth-enhed
de: Bluetooth-Gerät
el: Συσκευή Bluetooth
es: Dispositivo Bluetooth
es_us: Dispositivo Bluetooth
fi: Bluetooth-laite
fr: Appareil Bluetooth
fr_ca: Appareil Bluetooth
he: מכשיר Bluetooth
hi: Bluetooth डिवाइस
hr: Bluetooth uređaj
hu: Bluetooth-eszköz
id: Perangkat Bluetooth
it: Dispositivo Bluetooth
ja: Bluetoothデバイス
ko: Bluetooth 기기
ms: Peranti Bluetooth
nb: Bluetooth-enhet
nl: Bluetooth-apparaat
pl: Urządzenie Bluetooth
pt_br: Dispositivo Bluetooth
pt_pt: Dispositivo Bluetooth
ro: Dispozitiv Bluetooth
ru: Устройство Bluetooth
sk: Bluetooth zariadenie
sl: Naprava Bluetooth
sv: Bluetooth-enhet
th: อุปกรณ์บลูทูธ
tr: Bluetooth Aygıtı
uk: Пристрій Bluetooth
vi: Thiết bị Bluetooth
zh_cn: 蓝牙设备
zh_hk: 藍牙裝置
zh_tw: 藍牙裝置

# bluetooth_power_undo
source: Bluetooth Power Change
ar: تغيير طاقة Bluetooth
ca: Canvi de l’alimentació Bluetooth
cs: Změna napájení Bluetooth
da: Skift Bluetooth-effekt
de: Änderung des Bluetooth-Signals
el: Αλλαγή τροφοδοσίας Bluetooth
es: cambio de la alimentación Bluetooth
es_us: Cambiar alimentación Bluetooth
fi: Bluetoothin virran muutos
fr: Modification de l’alimentation Bluetooth
fr_ca: Modification de l’alimentation Bluetooth
he: שינוי מצב הפעלת Bluetooth
hi: Bluetooth पावर बदलाव
hr: Promjena Bluetooth napajanja
hu: Bluetooth tápellátás változása
id: Perubahan Daya Bluetooth
it: Modifica dello stato Bluetooth
ja: Bluetoothの電源の変更
ko: Bluetooth 전원 변경
ms: Perubahan Kuasa Bluetooth
nb: endring av Bluetooth-strøm
nl: Wijziging van Bluetooth-status
pl: Zmiana zasilania Bluetooth
pt_br: Alteração na Alimentação do Bluetooth
pt_pt: Alterar alimentação Bluetooth
ro: schimbarea alimentării Bluetooth
ru: включение или выключение Bluetooth
sk: Zmena napájania Bluetooth
sl: Sprememba napajanja Bluetooth
sv: Ändring av Bluetooth-ström
th: เปลี่ยนพลังงานบลูทูธ
tr: Bluetooth Gücü Değişikliği
uk: Змінити стан Bluetooth
vi: Thay đổi nguồn Bluetooth
zh_cn: 蓝牙电源更改
zh_hk: 藍牙電源更改
zh_tw: 藍牙電源變更

# bluetooth_tech_description
source: Connect to accessories you can use for activities such as streaming music, typing, and gaming.
ar: الاتصال بالملحقات التي يمكنك استخدامها في أنشطة مثل بث الموسيقى والكتابة والألعاب.
ca: Connecta’t als accessoris que pots utilitzar per reproduir música, escriure i jugar, entre d’altres activitats.
cs: Umožňuje připojení k příslušenství, které používáte pro streamování hudby, psaní a hraní her.
da: Opret forbindelse til tilbehør, du kan bruge til forskellige aktiviteter, f.eks. til at streame musik, skrive og spille.
de: Stelle eine Verbindung zu Zubehör her, das du für Aktivitäten wie das Streamen von Musik, die Eingabe von Text und zum Spielen verwenden kannst.
el: Συνδεθείτε σε αξεσουάρ που μπορείτε να χρησιμοποιήσετε για δραστηριότητες, όπως αναπαραγωγή μουσικής σε ροή, πληκτρολόγηση και παιχνίδια.
es: Conéctate a los accesorios que puedes usar para reproducir música, escribir, jugar u otro tipo de acciones.
es_us: Conéctate a accesorios que puedes usar para transmitir música, teclear, jugar y otras actividades.
fi: Yhdistä lisälaitteisiin, joita voit käyttää esimerkiksi musiikin striimaukseen, kirjoittamiseen ja pelaamiseen.
fr: Connectez-vous à des accessoires que vous pouvez utiliser pour diffuser de la musique, saisir du texte ou encore jouer à des jeux vidéo.
fr_ca: Connectez-vous à des accessoires qui vous permettent d’écouter de la musique en diffusion continue, d’entrer du texte ou de jouer à des jeux vidéos.
he: ניתן להתחבר לאביזרים כדי להשתמש בהם לפעילויות כגון הזרמת מוזיקה, הקלדה ומשחקים.
hi: उन ऐक्सेसरी से कनेक्ट करें जिनका उपयोग आप संगीत स्ट्रीमिंग, टाइपिंग और गेमिंग जैसी ऐक्टिविटी के लिए कर सकते हैं।
hr: Spojite se na pribore koje možete koristiti za aktivnosti poput streaminga glazbe, tipkanja i igranja.
hu: Kapcsolódhat olyan kiegészítőkhöz, amelyekkel különböző tevékenységeket végezhet, például zenét streamelhet, gépelhet és játszhat.
id: Hubungkan ke aksesori yang dapat Anda gunakan untuk aktivitas seperti streaming musik, mengetik, dan bermain game.
it: Connettiti agli accessori che puoi usare per attività come ascoltare musica in streaming, scrivere e giocare.
ja: ミュージックのストリーミング、タイプ入力、ゲームなどのアクティビティに使用できるアクセサリに接続してください。
ko: 음악 스트리밍, 입력 및 게임과 같은 활동에 사용할 수 있도록 액세서리에 연결합니다.
ms: Sambung ke aksesori yang boleh anda gunakan untuk aktiviti seperti menstrim muzik, menaip dan permainan.
nb: Koble til tilbehør som kan brukes for å strømme musikk, skrive eller spille spill.
nl: Verbind met accessoires die je kunt gebruiken voor activiteiten zoals muziek streamen, typen en gamen.
pl: Łącz z akcesoriami, których możesz używać do takich czynności, jak przesyłanie strumieniowe muzyki, wpisywanie tekstu oraz granie w gry.
pt_br: Conecte‑se a acessórios que você pode usar para atividades como streaming de música, digitação e jogos.
pt_pt: Estabeleça ligação a acessórios que pode usar para atividades como fazer streaming de música, escrever e jogar.
ro: Conectați accesorii pe care le puteți utiliza pentru activități, precum difuzarea de muzică, tastare și jocuri.
ru: Подключайтесь к аксессуарам, чтобы слушать потоковую музыку, вводить текст, играть в игры и пользоваться другими возможностями.
sk: Umožňuje pripájať príslušenstvo, ktoré používate pri aktivitách ako streamovanie hudby, písanie a hranie hier.
sl: Povežite se z dodatno opremo, ki jo lahko uporabljate za aktivnosti, kot so pretakanje glasbe, vnašanje besedila in igranje iger.
sv: Anslut till tillbehör som du kan använda till aktiviteter som att strömma musik, skriva och spela spel.
th: เชื่อมต่อกับอุปกรณ์เสริมที่คุณสามารถใช้สำหรับกิจกรรมต่างๆ ได้ เช่น การสตรีมเพลง การป้อนข้อมูล และการเล่นเกม
tr: Müzik yayını, yazma ve oyun gibi etkinlikler için kullanabileceğiniz aksesuarlara bağlanın.
uk: Підʼєднуйте прилади для транслювання музики, введення тексту та гри.
vi: Kết nối với các phụ kiện mà bạn có thể sử dụng cho những hoạt động như truyền phát nhạc, nhập liệu và chơi trò chơi.
zh_cn: 连接可用于流播放音乐、键入文字和玩游戏等活动的配件。
zh_hk: 連接你可用於串流音樂、打字和遊戲等活動的配件。
zh_tw: 連接配件以供你用於連續播送音樂、輸入文字和玩遊戲等活動。

source: Bluetooth Version
ar: إصدار Bluetooth
ca: Versió del Bluetooth
cs: Verze Bluetooth
el: Έκδοση Bluetooth
es: Versión de Bluetooth
es_us: Versión de Bluetooth
fi: Bluetooth-versio
fr: Version Bluetooth
fr_ca: Version Bluetooth
he: גירסת Bluetooth
hi: Bluetooth संस्करण
hr: Verzija Bluetootha
hu: Bluetooth verziója
id: Versi Bluetooth
it: Versione Bluetooth
ja: Bluetoothのバージョン
ko: Bluetooth 버전
ms: Versi Bluetooth
nb: Bluetooth-versjon
nl: Bluetooth-versie
pl: Wersja Bluetooth
pt_br: Versão do Bluetooth
pt_pt: Versão de Bluetooth
ro: Versiune Bluetooth
ru: Версия Bluetooth
sk: Verzia Bluetooth
sl: Različica Bluetootha
th: เวอร์ชั่นบลูทูธ
tr: Bluetooth Sürümü
uk: Версія Bluetooth
vi: Phiên bản Bluetooth
zh_cn: 蓝牙版本
zh_hk: 藍牙版本
zh_tw: 藍牙版本

# btsa
source: Bluetooth Setup Assistant
ar: مساعد إعداد Bluetooth
ca: Assistent de Configuració Bluetooth
cs: Průvodce nastavením Bluetooth
da: Bluetooth-indstillingsassistent
de: Bluetooth-Assistent
el: Βοηθός διαμόρφωσης Bluetooth
es: Asistente de Configuración Bluetooth
es_us: Asistente de Configuración Bluetooth
fi: Bluetoothin käyttöönottoapuri
fr: Assistant réglages Bluetooth
fr_ca: Assistant réglages Bluetooth
he: מדריך ההגדרות של Bluetooth
hi: Bluetooth सेटअप सहायक
hr: Asistent za podešavanje Bluetootha
hu: Bluetooth beállítási asszisztens
id: Asisten Pengaturan Bluetooth
it: Impostazione Assistita Bluetooth
ja: Bluetooth設定アシスタント
ko: Bluetooth 설정 지원
ms: Pembantu Persediaan Bluetooth
nb: Bluetooth-oppsettassistent
nl: Bluetooth-configuratie-assistent
pl: Asystent ustawień Bluetooth
pt_br: Assistente de Configuração de Bluetooth
pt_pt: Assistente de Configuração Bluetooth
ro: Asistent configurare Bluetooth
ru: Ассистент настройки Bluetooth
sk: Sprievodca nastavením Bluetooth
sl: Pomočnik za nastavitev Bluetootha
sv: Bluetooth Inställningsassistent
th: ผู้ช่วยตั้งค่าบลูทูธ
tr: Bluetooth Ayarlama Yardımcısı
uk: Асистент Bluetooth
vi: Trợ lý thiết lập Bluetooth
zh_cn: 蓝牙设置助理
zh_hk: 藍牙設定輔助程式
zh_tw: 藍牙設定輔助程式

# btsa_no_keyboard
source: Open when no keyboard is detected
ar: فتح عند عدم اكتشاف لوحة مفاتيح
ca: Obre si no es detecta cap teclat
cs: Otevřít, když není nalezena žádná klávesnice
da: Åbn, hvis der ikke findes noget tastatur
de: Öffnen, wenn keine Tastatur entdeckt wird
el: Άνοιγμα όταν δεν ανιχνεύεται κανένα πληκτρολόγιο
es: Abrir si no se detecta ningún teclado
es_us: Abrir cuando no se detecte ningún teclado
fi: Avaa, kun näppäimistöä ei havaittu
fr: Ouvrir si aucun clavier n’est détecté
fr_ca: Ouvrir quand aucun clavier n’est détecté
he: פתיחה כאשר לא זוהתה מקלדת
hi: किसी भी कीबोर्ड की पहचान न होने पर खोलें
hr: Otvori kad tipkovnica nije detektirana
hu: Megnyitás, amikor nem észlelhető billentyűzet
id: Buka saat tidak ada papan ketik yang terdeteksi
it: Apri quando non viene rilevata nessuna tastiera
ja: キーボードが検出されないときに開く
ko: 키보드가 검색되지 않을 때 열기
ms: Buka apabila tiada papan kekunci dikesan
nb: Åpne når ingen tastaturer registreres
nl: Open wanneer geen toetsenbord wordt gedetecteerd
pl: Otwieraj, gdy nie wykryto klawiatury
pt_br: Abrir quando nenhum teclado for detectado
pt_pt: Abrir quando não for detetado nenhum teclado
ro: Deschidere dacă nu este detectată nicio tastatură
ru: Открывать, если клавиатура не обнаружена
sk: Otvoriť, keď sa nenájde žiadna klávesnica
sl: Odpri, kadar ni zaznana tipkovnica
sv: Öppna när inget tangentbord hittas
th: เปิดเมื่อไม่พบแป้นพิมพ์
tr: Klavye algılanmadığında aç
uk: Відкривати, якщо клавіатуру не виявлено
vi: Mở khi không phát hiện thấy bàn phím nào
zh_cn: 未检测到键盘时打开
zh_hk: 未偵測到鍵盤時開啟
zh_tw: 未偵測到鍵盤時打開

# btsa_no_keyboard_description
source: Open Bluetooth Setup Assistant when no keyboard is detected when you start your computer. Bluetooth Setup Assistant will launch and connect the Bluetooth keyboard.
ar: فتح مساعد إعداد Bluetooth عندما لا يتم اكتشاف لوحة مفاتيح عند بدء تشغيل الكمبيوتر. سيشغل مساعد إعداد Bluetooth التطبيق ويوصِّل لوحة المفاتيح.
ca: Si no es detecta cap teclat en engegar l’ordinador, obre l’Assistent de Configuració Bluetooth. L’assistent s’iniciarà i connectarà el teclat Bluetooth.
cs: Pokud počítač po spuštění nenajde klávesnici, otevře se Průvodce nastavením Bluetooth. Průvodce po spuštění připojí klávesnici přes Bluetooth.
da: Åbn Bluetooth-indstillingsassistent, hvis der ikke bliver fundet et tastatur, når du starter computeren. Bluetooth-indstillingsassistent starter og opretter forbindelse til Bluetooth-tastaturet.
de: Öffne den Bluetooth-Assistenten, wenn beim Startvorgang des Computers keine Tastatur entdeckt wird. Der Bluetooth-Assistent wird starten und die Bluetooth-Tastatur verbinden.
el: Ανοίξτε τον Βοηθό διαμόρφωσης Bluetooth στην περίπτωση μη ανίχνευσης πληκτρολογίου κατά την εκκίνηση του υπολογιστή σας. Ο Βοηθός διαμόρφωσης Bluetooth θα εκκινηθεί και θα συνδέσει το πληκτρολόγιο Bluetooth.
es: Si no se detecta ningún teclado al arrancar el ordenador, se abrirá la app Asistente de Configuración Bluetooth para conectar el teclado Bluetooth.
es_us: Abre el Asistente de Configuración Bluetooth si no se detecta ningún teclado cuando enciendas tu computadora para que lo conecte al abrirse.
fi: Avaa Bluetoothin käyttöönottoapuri, kun tietokone käynnistetään, eikä näppäimistöä havaita. Bluetoothin käyttöönottoapuri käynnistyy ja yhdistää Bluetooth-näppäimistön.
fr: Ouvrez Assistant réglages Bluetooth lorsqu’aucun clavier n’est détecté au démarrage de votre ordinateur. Assistant réglages Bluetooth sera lancé et se connectera au clavier Bluetooth.
fr_ca: Ouvrez Assistant réglages Bluetooth lorsqu’aucun clavier n’est détecté au démarrage de votre ordinateur. Une fois l’app ouverte, elle connectera le clavier Bluetooth.
he: ניתן לפתוח את ״מדריך ההגדרות של Bluetooth״ כאשר לא מזוהה מקלדת בעת הפעלת המחשב. ״מדריך ההגדרות של Bluetooth״ יופעל ויחבר את מקלדת ה-Bluetooth.
hi: आपके कंप्यूटर चालू करने पर किसी भी कीबोर्ड की पहचान न होने पर Bluetooth सेटअप सहायक खोलें। Bluetooth सेटअप सहायक लॉन्च किया जाएगा और Bluetooth कीबोर्ड कनेक्ट किया जाएगा।
hr: Otvaranje Asistenta za podešavanje Bluetootha kad tipkovnica nije detektirana prilikom uključenja računala. Pokrenut će se Asistent za podešavanje Bluetootha i spojiti Bluetooth tipkovnicu.
hu: Ha a számítógép indításakor nem észlelhető billentyűzet, nyissa meg a Bluetooth beállítási asszisztenst, amely az elindulást követően csatlakoztatja a Bluetooth-billentyűzetet.
id: Buka Asisten Pengaturan Bluetooth saat tidak ada papan ketik yang terdeteksi saat Anda memulai komputer. Asisten Pengaturan Bluetooth akan diluncurkan dan menghubungkan papan ketik Bluetooth.
it: Quando non viene rilevata una tastiera all’avvio del computer, apri Impostazione Assistita Bluetooth. L’app si avvierà e connetterà la tastiera Bluetooth.
ja: コンピュータの起動時にキーボードが検出されない場合、Bluetooth設定アシスタントが開きます。Bluetooth設定アシスタントが起動し、Bluetoothキーボードが接続されます。
ko: 컴퓨터를 시동했을 때 키보드가 검색되지 않을 경우 Bluetooth 설정 지원을 여십시오. Bluetooth 설정 지원이 실행되면서 Bluetooth 키보드를 연결합니다.
ms: Buka Pembantu Persediaan Bluetooth apabila tiada papan kekunci dikesan apabila anda memulakan komputer anda. Pembantu Persediaan Bluetooth akan dilancarkan dan menyambungkan papan kekunci Bluetooth.
nb: Åpne Bluetooth-oppsettassistent hvis det ikke registreres noe tastatur når du starter datamaskinen. Bluetooth-oppsettassistent vil åpnes og koble til Bluetooth-tastaturet.
nl: Open de Bluetooth-configuratie-assistent wanneer er geen toetsenbord wordt gedetecteerd wanneer je je computer opstart. De Bluetooth-configuratie-assistent wordt gestart en maakt verbinding met het Bluetooth-toetsenbord.
pl: Asystent ustawień Bluetooth będzie otwierany, jeśli po uruchomieniu komputera nie zostanie wykryta żadna klawiatura, i pozwoli połączyć z klawiaturą Bluetooth.
pt_br: Se nenhum teclado for detectado quando você iniciar o computador, abra o Assistente de Configuração do Bluetooth, que conectará ao teclado Bluetooth.
pt_pt: Abrir o Assistente de Configuração Bluetooth se não for detetado nenhum teclado ao iniciar o computador. O Assistente de Configuração Bluetooth será aberto e estabelecerá ligação ao teclado Bluetooth.
ro: Deschideți „Asistent configurare Bluetooth” dacă nu este detectată nicio tastatură la pornirea computerului. „Asistent configurare Bluetooth” se va lansa și va conecta tastatura Bluetooth.
ru: Если при загрузке компьютера не удается обнаружить клавиатуру, откройте Ассистент настройки Bluetooth. Он запустится и подключит клавиатуру по Bluetooth.
sk: Ak sa pri spustení počítača nenájde žiadna klávesnica, otvorte Sprievodcu nastavením Bluetooth. Tento sprievodca vám pomôže pripojiť Bluetooth klávesnicu.
sl: Če ob zagonu računalnika tipkovnica ni zaznana, odprite Pomočnika za nastavitev Bluetootha. Ta se bo zagnal in vzpostavil povezavo s tipkovnico Bluetooth.
sv: Öppna Bluetooth Inställningsassistent om inget tangentbord hittades när du startade datorn. Bluetooth Inställningsassistent öppnas och ansluter Bluetooth-tangentbordet.
th: เปิดผู้ช่วยตั้งค่าบลูทูธเมื่อไม่พบแป้นพิมพ์เมื่อคุณเริ่มการทำงานคอมพิวเตอร์ของคุณ ผู้ช่วยตั้งค่าบลูทูธจะเปิดและเชื่อมต่อกับแป้นพิมพ์บลูทูธ
tr: Bilgisayarınızı açtığınızda klavye algılanmazsa Bluetooth Ayarlama Yardımcısı’nı açar. Bluetooth Ayarlama Yardımcısı açılır ve Bluetooth klavyeyi bağlar.
uk: Відкривати Асистент Bluetooth, якщо під час запуску компʼютера не виявлено клавіатури. Асистент Bluetooth запуститься та підʼєднає Bluetooth-клавіатуру.
vi: Mở Trợ lý thiết lập Bluetooth khi không phát hiện thấy bàn phím nào khi bạn khởi động máy tính của mình. Trợ lý thiết lập Bluetooth sẽ khởi chạy và kết nối bàn phím Bluetooth.
zh_cn: 启动电脑时若未检测到键盘，则会打开“蓝牙设置助理”。“蓝牙设置助理”将启动并连接蓝牙键盘。
zh_hk: 如電腦在啟動時未偵測到鍵盤，請開啟「藍牙設定輔助程式」。「藍牙設定輔助程式」會啟動並連接藍牙鍵盤。
zh_tw: 電腦在啟動時未偵測到鍵盤，則會打開「藍牙設定輔助程式」。「藍牙設定輔助程式」會啟動並連接藍牙鍵盤。

# btsa_no_mouse
source: Open when no mouse or trackpad is detected
ar: فتح عند عدم اكتشاف ماوس أو لوحة تعقب
ca: Obre si no es detecta cap ratolí o trackpad
cs: Otevřít, když není nalezena žádná myš ani trackpad
da: Åbn, hvis der ikke findes en mus eller et pegefelt
de: Öffnen, wenn keine Maus oder kein Trackpad entdeckt wird
el: Άνοιγμα όταν δεν ανιχνεύεται κανένα ποντίκι ή επιφάνεια αφής
es: Abrir si no se detecta ningún ratón o trackpad
es_us: Abrir cuando no se detecte ningún mouse o trackpad
fi: Avaa, kun hiirtä tai ohjauslevyä ei havaittu
fr: Ouvrir si aucune souris ni aucun trackpad ne sont détectés
fr_ca: Ouvrir quand aucune souris ni aucun pavé tactile ne sont détectés
he: פתיחה כאשר לא זוהו עכבר או משטח מגע
hi: किसी भी माउस या ट्रैकपैड की पहचान न होने पर खोलें
hr: Otvori kad miš ili tipkovnica nisu detektirani
hu: Megnyitás, amikor nem észlelhető egér vagy trackpad
id: Buka saat tidak ada tetikus dan trackpad yang terdeteksi
it: Apri quando non viene rilevato nessun mouse o trackpad
ja: マウスまたはトラックパッドが検出されないときに開く
ko: 마우스 또는 트랙패드가 검색되지 않을 때 열기
ms: Buka apabila tiada tetikus atau trackpad dikesan
nb: Åpne når ingen mus eller styreflater registreres
nl: Open wanneer geen muis of trackpad wordt gedetecteerd
pl: Otwieraj, gdy nie wykryto myszy lub gładzika
pt_br: Abrir quando nenhum mouse ou trackpad for detectado
pt_pt: Abrir quando não for detetado nenhum rato ou trackpad
ro: Deschidere dacă nu este detectat niciun maus sau trackpad
ru: Открывать, если мышь или трекпад не обнаружены
sk: Otvoriť, keď sa nenájde žiadna myš ani trackpad
sl: Odpri, ko ni zaznane miške ali sledilne ploščice
sv: Öppna när ingen mus eller styrplatta hittas
th: เปิดเมื่อไม่พบเมาส์หรือแทร็คแพด
tr: Fare veya izleme dörtgeni algılanmadığında aç
uk: Відкривати, якщо мишку чи трекпед не виявлено
vi: Mở khi không phát hiện thấy chuột hoặc bàn di chuột nào
zh_cn: 未检测到鼠标或触控板时打开
zh_hk: 未偵測到滑鼠或觸控板時開啟
zh_tw: 未偵測到滑鼠或觸控式軌跡板時打開
